Repository: tubepress/tubepress
Catalog: i18n/tubepress-*.po
Languages: de_de

source: TubePress Options
de_de: TubePress Optionen

source: Save
de_de: Speichern

source: Set default options for the plugin. Each option here can be overridden on a per page/post basis. See the <a href="http://code.google.com/p/tubepress/wiki/Documentation">documentation</a> for more info.
de_de: Setzt die Standardoptionen f&uuml;r das Plugin. Jede dieser Optionen hier kann pro Seite oder Beitrag &uuml;berschrieben werden. Siehe in der <a href="http://code.google.com/p/tubepress/wiki/Documentation">Dokumentation</a> f&uuml;r weitere Informationen.

source: TubePress is free. But if you enjoy the plugin, and appreciate the hundreds of hours I've spent developing and supporting it, please consider a donation. No amount is too small. Thanks!
de_de: TubePress ist gratis. Aber falls das Plugin f&uuml;r Sie von Nutzen ist, und Sie die hunderten von Stunden welche f&uuml;r die Entwicklung und den Support dieses Plugins aufgewendet wurden unterst&uuml;tzen mouml;chten k&ouml;nnen Sie eine Spende machen. Kein Betrag ist zu klein! Danke!

source: Which videos?
de_de: Video Optionen

source: Top rated videos from...
de_de: Am besten bewertete Videos von...

source: This YouTube user's "favorites"
de_de: Favoriten dieses YouTube Benutzers

source: The latest "featured" videos on YouTube's homepage
de_de: Die neusten "angesagten" Videos auf der YouTube Startseite

source: Videos for mobile phones
de_de: Videos f&uuml;r Mobiltelefone

source: This playlist
de_de: Diese Wiedergabeliste

source: Limited to 200 videos per playlist. Will usually look something like this: D2B04665B213AE35. Copy the playlist id from the end of the URL in your browser's address bar (while looking at a YouTube playlist). It comes right after the 'p='. For instance: http://youtube.com/my_playlists?p=D2B04665B213AE35
de_de: Limitert auf 200 Videos pro Wiedergabeliste. Ist normalerweise in diesem Format: D2B04665B213AE35. Kopieren Sie die ID der Wiedergabeliste vom Ende der URL aus der Adressleiste ihres Browsers w&auml;hrend Sie eine YouTube Wiedergabeliste betrachten. Die ID folgt gleich nach dem 'p='. Zum Beispiel: http://youtube.com/my_playlists?p=D2B04665B213AE35

source: Most-viewed videos from
de_de: Am h&auml;ufigsten betrachtete Videos von

source: Most-linked videos
de_de: Am h&auml;ufigsten verlinkte Videos

source: Most-recently added videos
de_de: Neuste Videos

source: Most-discussed videos
de_de: Am meisten diskutierte Videos

source: Most-responded to videos
de_de: Am meisten beantworteten Videos

source: Views
de_de: Aufrufe

source: YouTube search for...
de_de: YouTube durchsuchen nach...

source: Videos from this YouTube user
de_de: Videos von diesem YouTube Benutzer

source: YouTube limits this mode to 1,000 results
de_de: YouTube beschr&auml;nkt diesen Modus auf 1'000 Resultate

source: Display Options
de_de: Anzeige Optionen

source: Play each video
de_de: Anzeigemodus

source: Maximum description length
de_de: Maximale Bezeichnungsl&auml;nge

source: Maximum number of characters to display in video descriptions. Set to 0 for no limit.
de_de: Maximale Anzahl Zeichen welche von der Beschreibung des Videos angezeigt werden sollen. Setzen Sie diesen Wert auf 0 um die vollst&auml;ndige Bezeichnung anzuzeigen.

source: Height (px) of thumbs
de_de: H&ouml;he (Pixel) der Vorschaubilder

source: Default (and maximum) is 90
de_de: Standardwert (und Maximum) ist 90

source: Width (px) of thumbs
de_de: Breite (Pixel) der Vorschaubilder

source: Default (and maximum) is 120
de_de: Standardwert (und Maximum) ist 120

source: Use relative dates
de_de: Relative Datumsangaben

source: e.g. "yesterday" instead of "November 3, 1980"
de_de: z.B. "gestern" anstatt "3. November 1980"

source: Videos per Page
de_de: Videos pro Seite

source: Default is 20. Maximum is 50
de_de: Standardwert ist 20. Maximum ist 50

source: Order videos by
de_de: Videos sortieren nach

source: Embedded Player
de_de: Eingebundener Player

source: Auto-play videos
de_de: Automatisch abspielen

source: Show border
de_de: Rahmen anzeigen

source: Max height (px)
de_de: Max. H&ouml;he (Pixel)

source: Default is 355
de_de: Standardwert ist 355

source: Default is 425
de_de: Standardwert ist 425

source: Enhanced genie menu
de_de: Erweitertes Genie Men&uuml;

source: Show the genie menu, if present, when the mouse enters the video area (as opposed to only when the user pushes the "menu" button
de_de: Zeigt, falls vorhanden, das Genie Men&uuml; wenn die Maus &uuml;ber dem Videobereich ist (Ansonsten wird das Men&uuml; nur angezeigt falls der Benutzer den "Men&uuml;" Knopf dr&uuml;ckt).

source: Loop
de_de: Wiederholung

source: Continue playing the video until the user stops it
de_de: Wiederholt das Video bis der Benutzer die Wiedergabe unterbricht.

source: Main color
de_de: Farbe

source: Show related videos
de_de: &Auml;hnliche Videos anzeigen

source: Toggles the display of related videos after a video finishes
de_de: Schaltet das Anzeigen von &auml;hnlichen Videos nach dem Ende des Videos ein oder aus.

source: Meta Display
de_de: Meta Anzeige

source: Author
de_de: Autor

source: Category
de_de: Kategorie

source: Description
de_de: Beschreibung

source: Length
de_de: Dauer

source: Rating
de_de: Bewertung

source: Ratings
de_de: Bewertungen

source: Title
de_de: Titel

source: Posted
de_de: Hinzugef&uuml;gt am

source: Advanced
de_de: Erweitert

source: Date format
de_de: Datumsformat

source: Set the textual formatting of date information for videos. See <a href="http://us.php.net/date">date</a> for examples.
de_de: Setzt das Datumsformat. Siehe <a href="http://de.php.net/date">hier</a> f&uuml;r Beispiele.

source: Enable debugging
de_de: Debug Modus einschalten

source: If checked, anyone will be able to view your debugging information. This is a rather small privacy risk. If you're not having problems with TubePress, or you're worried about revealing any details of your TubePress pages, feel free to disable the feature.
de_de: Falls diese Option gew&auml;hlt ist kann jedermann die Debug Informationen einsehen. Dies ist ein kleines Risiko f&uuml;r Privatsph&auml;renverletzungen. Falls Sie keine Probleme mit TubePress haben oder falls Sie keine Details &uuml;ber ihre Videos ver&ouml;ffentlichen m&ouml;chten, k&ouml;nnen Sie diese Option ausschalten.

source: Filter "racy" content
de_de: Jugendschutzfilter

source: Don't show videos that may not be suitable for minors.
de_de: Videos welche f&uuml;r Minderj&auml;hrige ungeeignet sind ausblenden

source: Shortcode keyword
de_de: Schl&uuml;sselwort

source: The word you insert (in plaintext, between square brackets) into your posts/pages to display a gallery.
de_de: Das Wort welches sie in ihre Seiten und Beitr&auml;ge einf�gen (im Klartext, zwischen eckigen Klammern) um eine Videogallerie anzuzeigen.

source: Randomize thumbnails
de_de: Zuf&auml;llige Vorschaubilder

source: Most videos come with several thumbnails. By selecting this option, each time someone views your gallery they will see the same videos with each video's thumbnail randomized
de_de: Die meisten Videos besitzen mehrere Vorschaubilder. Durch Setzen dieser Option wird bei jedem Anzeigen ein zuf&auml;lliges Vorschaubild f&uuml;r ein Video angezeigt.

source: YouTube will use this client ID for logging and debugging purposes if you experience a service problem on their end. You can register a new client ID <a href="http://code.google.com/apis/youtube/dashboard/">here</a>. Don't change this unless you know what you're doing.
de_de: YouTube benutzt diese ID bei einem Problem f&uuml;r Protokoll und Debug Zwecke. Sie k&ouml;nnen sich <a href="http://code.google.com/apis/youtube/dashboard/">hier</a> registrieren und eine neue Client ID und einen neuen Developer Key beantragen. &Auml;ndern sie diese Einstellung nicht ausser Sie wissen was Sie tun.

source: YouTube will use this developer key for logging and debugging purposes if you experience a service problem on their end. You can register a new client ID and developer key <a href="http://code.google.com/apis/youtube/dashboard/">here</a>. Don't change this unless you know what you're doing.
de_de: YouTube benutzt diesen Schl&uuml;ssel bei einem Problem f&uuml;r Protokoll und Debug Zwecke. Sie k&ouml;nnen sich <a href="http://code.google.com/apis/youtube/dashboard/">hier</a> registrieren und eine neue Client ID und einen neuen Developer Key beantragen. &Auml;ndern sie diese Einstellung nicht ausser Sie wissen was Sie tun.

source: Enable request cache
de_de: Anfragen Zwischenspeicher

source: Store YouTube responses locally for 1 hour. Each response is on the order of a few hundred KB, so leaving the cache enabled will significantly reduce load times for your galleries at the slight expense of freshness.
de_de: Speichert Antworten von YouTube lokal f&uuml;r 1 Stunde. Jede Anfrage ist im Bereich von ein paar hundert KB, daher reduziert das aktivieren des Zwischenspeichers die Ladezeiten f�r die Videogallerien merklich auf geringe Kosten der Aktualit&auml;t.

source: Add rel=nofollow to most YouTube links
de_de: F&uuml;gt rel=nofollow zu den meisten YouTube Links hinzu

source: Prevents search engines from indexing outbound links to youtube.com. The only exception is the link to a video's original page on YouTube.
de_de: Verhindert dass Suchmaschinen ausgehende Links zu youtube.com indexieren. Die einzige Ausnahme ist der Link zur Originalseite eines YouTube Videos.

source: normally (at the top of your gallery)
de_de: Normal (oberhalb der Videogallerie)

source: in a popup window
de_de: In einem Popup Fenster

source: from the original YouTube page
de_de: Von der Original YouTube Seite

source: with Shadowbox
de_de: Mit Shadowbox

source: relevance
de_de: relevanz

source: view count
de_de: Aufrufe

source: rating
de_de: Bewertung

source: date published
de_de: Hochgeladen am

source: randomly
de_de: Zuf&auml;llig

source: today
de_de: Heute

source: this week
de_de: Dieser Woche

source: this month
de_de: Diesem Monat

source: all time
de_de: Allzeit

source: next
de_de: N&auml;chstes

source: prev
de_de: Vorheriges

source: Displays YouTube videos in your sidebar using TubePress
de_de: Zeigt YouTube Videos mittels TubePress in der Sidebar an

source: TubePress shortcode for the widget. See the <a href="http://tubepress.org/documentation"> documentation</a>.
de_de: TubePress Kurzcode f&uuml;r das Widget. Siehe <a href="http://tubepress.org/documentation"> Dokumentation</a>.

source: %s can only take on integer values. You supplied %s.
de_de: %s muss ein Ganzzahlenwert sein. Sie haben %s eingegeben.

source: %s must be between %d and %d. You supplied %d.
de_de: %s muss zwischen %d und %d liegen. Sie haben %s eingegeben.

source: %s must be one of "today", "this_week", "this_month", "all_time". You supplied %s.
de_de: %s muss einer der folgenden Werte sein: "today", "this_week", "this_month", "all_time". Sie haben %s eingegeben.

source: %s must be on of "relevance", "viewCount", "rating", "published", "random". You supplied %s.
de_de: %s muss einer der folgenden Werte sein: "relevance", "viewCount", "rating", "published", "random". Sie haben %s eingegeben.

source: %s must be a string. You supplied %s.
de_de: %s muss eine Zeichenkette sein. Sie haben %s eingegeben.
